Page ({
    data: ({
        data_bannerurl: [
            "/images/banner1.jpg",
            "/images/banner2.jpg",
            "/images/banner3.jpg",
        ],
        data_intro: "兼职信息网重点是为解决当今社会面临的兼职就业难，企业招工难的问题，专注于以服务兼职招聘的专业人力资源网站，本网站现与全国数千家企业、院校建立了长久的合作关系，为其批量输出兼职信息内容。",
        data_introtext: [
            "兼职信息网专门针对各大城市提供兼职服务，网站以广大会员的体验为重，本着分享、交流、提高的原则，自创办以来，为无数的寻找兼职朋友提供了最及时的兼职信息，同时也为数万家企业招到了优秀的兼职人才。",
            "兼职信息网致力提供一体化的兼职服务、为企业提供全方位的兼职招聘服务、为个人的兼职就业推荐服务，极力打造出一个使企业、个人多方实现充分沟通和互动交流的大型综合性网络服务平台。 ",
            "兼职信息网同时网站面向个人，为各阶层人士提供最新的兼职信息、兼职实习信息以及知名企业校园宣讲会，是人们网上找兼职的首选渠道。",
            "网站定位是兼职招聘门户网站，网站设置有计算机类、市场类、服装类、文职类、财务类、音乐类、体育类、演艺类、实习类等栏目和功能，整合了一切与兼职有关的内容，通过信息共享的方式，旨在打造一个兼职求职、就业、学习、交友、交流与企业招聘、形象宣传、职业培训相结合的大型综合性网络服务平台。",
        ],
        data_iconlist: {
            "服务承诺":["null","/icon/service.png"],
            "报名流程":["null","/icon/list.png"],
            "报名须知":["null","/icon/warning.png"],
            "常见问题":["null","/icon/question.png"]
        },

        data_classlist: {
            "手动挡（C1）": ["null", "/icon/car.png", "采用手动换档机械式变速器（也称手动档）调节车速的汽车。即用手拨动变速杆才能改变变速器内的齿轮啮合位置，改变传动比，从而达到变速的目的。踩下离合时，方可拨得动变速杆。", "￥3,000"],
            "自动挡（C2）": ["null", "/icon/_car.png", "不用驾驶者去手动换挡，车辆会根据行驶的速度和交通情况自动选择合适的挡位行驶。", "￥4,000"],
        }
        
    }),
    introMore() {
        this.setData ({
            intromore: !this.data.intromore
        })
    },
    callBtn() {
        wx.makePhoneCall ({
            phoneNumber: "16622192192"
        })
    }
})